12/data/attachments/a862fc2d0faeb470.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Randall_win_Actions_79272_2</nif:username>
            <nif:friendToBeRequested>soap_actions_1b3aca52-9c01-4d4f-87f9-760fb44db61b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>